Repository: VladTomchuk/globalimexdeployd
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Storage
es: Almacenamiento

source: As an entrepreneur, you do not need to worry about storing a large amount of cargo. Our company offers services for complex, warehouse storage of goods. We formulate placement conditions suitable for each product. We provide services: packaging, loading and unloading, timely paperwork.
es: Como empresario, no debe preocuparse por almacenar una gran cantidad de carga. Nuestra empresa ofrece servicios para el almacenamiento de mercancías en depósitos complejos. Formulamos colocación condiciones adecuado para cada producto. Brindamos servicios: empaque, carga y descarga, trámites oportunos.

source: We are a logistics company providing services all over the world.
es: Somos una empresa de logística que brinda servicios en todo el mundo.

source: CONTACT US
es: CONTÁCTENOS

source: All rights copyrights © ETM GLOBAL IMEX 2021</p>
es: Todos los derechos de autor © ETM GLOBAL IMEX 2021

source: Transport
es: Transporte

source: By sea
es: Por mar

source: The advantage of sea transportation of goods is that there are different weight categories, which makes this type of transportation incomparable with other types in terms of its dimensions. Also, this type is the safest.
es: La ventaja del transporte marítimo de mercancías es que existen diferentes categorías de peso, lo que hace que este tipo de transporte sea incomparable con otros tipos en cuanto a sus dimensiones. Además, este tipo es el más seguro.

source: Trucking
es: Camionaje

source: One of the most affordable ways to transport cargo anywhere in the world. The advantage is that the cargo is not reloaded from one vehicle to another, thus it is more protected from damage.
es: Una de las formas más económicas de transportar carga a cualquier parte del mundo. La ventaja es que la carga no se vuelve a cargar de un vehículo a otro, por lo que está más protegida contra daños.

source: Air freight
es: Flete aéreo

source: Expedited Transportation of goods, long distances. The advantage is the shortest transportation time. Possibilities of sending goods by passenger and cargo flights. Transportation of goods to remote and hard-to-reach places.
es: Transporte Acelerado de Mercancías, largas distancias. La ventaja es el menor tiempo de transporte. Posibilidades de envío de mercancías en vuelos de pasajeros y carga. Transporte de mercancías a lugares remotos y de difícil acceso.

source: OUR COMPANY
es: NUESTRA EMPRESA

source: PRODUCTS
es: PRODUCTOS

source: SERVICES
es: SERVICIOS

source: Our company
es: NUESTRA EMPRESA

source: Our company develops and provides individual logistics solutions for the transportation of cargo, of any size and cargo requiring special transportation conditions. Thanks to direct cooperation with all major co-owners and transport operators, we have a network of reliable partners around the world. A comprehensive project service is available to our clients. Port forwarding. Personal control over the carrying out of loading and unloading work, timely documentation of all internal operations. We help with long-term storage of goods. We also take on the organization and maintenance of customs procedures. We pay special attention to the insurance of your cargo, for the entire period of transportation, regardless of the type of transport used. And professionally executed packaging and correctly selected packing materials will protect the cargo from damage.
es: Nuestra empresa desarrolla y brinda soluciones logísticas individuales para el transporte de carga, de cualquier tamaño y carga que requiera condiciones especiales de transporte. Gracias a la cooperación directa con los principales copropietarios y operadores de transporte, tenemos una red de socios fiables en todo el mundo. Nuestros clientes disponen de un servicio integral de proyectos. Reenvío de puertos. Control personal sobre la realización de trabajos de carga y descarga, documentación oportuna de todas las operaciones internas. Ayudamos con el almacenamiento de mercancías a largo plazo. También nos encargamos de la organización y mantenimiento de los trámites aduaneros. Prestamos especial atención al seguro de su carga, durante todo el período de transporte, independientemente del tipo de transporte utilizado. Y el embalaje ejecutado profesionalmente y los materiales de embalaje seleccionados correctamente protegerán la carga de daños.

source: Close
es: Cerrar

source: Our company develops and provides individual logistics solutions for the transportation of cargo, of any size and cargo requiring special transportation conditions. Thanks to direct cooperation with all major co-owners and transport operators, we have a network of reliable partners around the world...
es: Nuestra empresa desarrolla y brinda soluciones logísticas individuales para el transporte de carga, de cualquier tamaño y carga que requiera condiciones especiales de transporte. Gracias a la cooperación directa con los principales copropietarios y operadores de transporte, tenemos una red de socios fiables en todo el mundo...

source: Contact us
es: CONTÁCTENOS

source: Name
es: Nombre

source: Telephone
es: Teléfono

source: Comment
es: Comentario

source: Send request
es: Enviar solicitud

source: We work all over <br> the world
es: Trabajamos en todo <br> el mundo

source: Our services for the import and export of products of various sizes and purposes: perishable, small-sized, oversized, super heavy, long cargo.
es: Nuestros servicios para la importación y exportación de productos de diversos tamaños y propósitos: perecederos, pequeños, sobredimensionados, superpesados, carga larga.
